# run "brew bundle install" to start the installation
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "composer"
brew "wget"
brew "htop"
brew "watch"
brew "rsync"
brew "grep"
brew "telnet"
brew "screen"
brew "git"
brew "git-extras"
brew "openssl"
brew "vim"
brew "ncdu"
brew "nvm"
brew "mas"

cask "sublime-text"
cask "google-chrome"
cask "google-drive"
cask "firefox"
cask "notion"
cask "spotify"
cask "keepingyouawake"
cask "iterm2"
cask "vlc"
cask "docker"
cask "visual-studio-code"
cask "phpstorm"
cask "the-unarchiver"
cask "cyberduck"
cask "zoom"
cask "slack"
cask "robo-3t"
cask "sequel-ace"
cask "redisinsight"
cask "1password"
cask "postman"
cask "whatsapp-alpha"
#cask "logitech-options"
cask "airmedia"
cask "studio-3t"

mas "WireGuard", id: 1451685025
mas "Edison Mail - Email", id: 1489591003

