# run "brew bundle install" to start the installation
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

brew "composer"
brew "wget"
brew "htop"
brew "watch"
brew "rsync"
brew "grep"
brew "telnet"
brew "screen"
brew "tree"
brew "git"
brew "git-extras"
brew "openssl"
brew "vim"
brew "ncdu"
brew "nvm"
brew "mysql-client@5.7"
brew "yarn"

cask "sublime-text"
cask "google-chrome"
cask "google-backup-and-sync"
cask "firefox"
cask "notion"
cask "spotify"
cask "keepingyouawake"
cask "iterm2"
cask "vlc"
cask "docker"
cask "visual-studio-code"
cask "sketch"
cask "phpstorm"
cask "sequel-pro-nightly"
cask "the-unarchiver"
cask "brave-browser"
cask "cyberduck"
cask "android-studio"
cask "whatsapp"
cask "zoom"
